[about]
0 = 关于智能币
1 = 确定
1119 = <a>智能币官网</a>
1128 = 智能币UIDemoV0.01版
1129 = Copyright (C) 2014
1130 = 智能币官方公测QQ群：33436839

[wallet]
0=钱包
1101 = 钱包地址:
1100 = 账户信息：
1102 = 最近交易信息：
1124 = 高度：
1125 = 信息：
1107 = 刷新账户信息
1108 = 刷新交易信息
1119 = <a>进入论坛领取智能币(测试用)</a>

[business]
1001 = 买家购买
1002 = 买家申请仲裁
1003 = 卖家确认
1004 = 仲裁者裁决
1005 = 买家组包
1006 = 卖家签名
1011 = 买家确认
1055 = 担保交易(第三方裁决)
1056 = 抵押交易(无裁决)
1063 = P2P赌约
1008 = 发起赌约
1009 = 接受赌约
1010 = 揭赌
1126 = <a>担保交易应用操作流程</a>
1120 = <a>抵押交易应用操作流程</a>
1127 = <a>P2P对赌应用操作流程</a>

[rpc]
0 = RPC命令
1004 = 输入：

[base]
1059 = 金额：
1131 = 转出地址：
1132 = 转入地址：
1133 = 挖矿
1001 = 开始挖矿
1002 = 停止挖矿
1114 = 账号：
1019 = 小费：
1041 = 转账
1043 = 注册账号
1003 = 发送交易
1085 = 执行结果

[baseex]
1114 = 账号地址：
1019 = 小费：
1094 = 权限有效期：
1095 = 单次最大消费金额：
1096 = 累计消费最大金额：
1097 = 每天最大消费金额：
1098 = 用户自定义数据：
1003 = 发送
1085 = 执行结果
1001 = 获取应用ID
1108 = 账号地址：
1109 = 小费：
1111 = 应用路径：
1073 = 注册应用
1115 = 应用ID：
1022 = 应用Hash：
1042 = 应用授权

[sesure]
0 = 担保交易
1003 = 发送
1014 = 买家ID:
1015 = 卖家ID：
1016 = 仲裁者ID:
1017 = 购买金额：
1018 = 仲裁押金：
1019 = 仲裁手续费：
1020 = 最大赔偿金额：
1021 = 超时高度
1022 = 上一个交易哈希：
1023 = 赔款金额：
1085 = 结果：
1048 = 应用ID：
1135 = 地址：
1134 = 小费:
1136 = 交易数据
1137 = 合约数据
1052 = 仲裁级数：

[darkcoin]
0 = 抵押交易
1014 = 买家ID：
1015 = 卖家ID：
1019 = 小费：
1021 = 超时高度：
1085 = 结果：
1003 = 发送合约
1059 = 交易金额：
1058 = 上个交易hash：
1004 = 发送签名
1048 = 应用ID：
1016 = 买家地址：
1017 = 卖家地址：
1060 = 合约内容:

[p2pbet]
0 = P2P对赌
1003 = 发送
1085 = 结果：
1065 = 发起赌约
1067 = 接受赌约
1069 = 揭赌
1066 = 金额：
1070 = 高度：
1071 = 随机数：
1075 = 金额：
1076 = 赌约HASH：
1077 = 随机数：
1081 = 赌约HASH：
1082 = 随机数：
1048 = 应用ID：
1001 = 刷新随机数
1002 = 获取随机数
1091 = 地址：
1096 = 地址：
1049 = 应用ID：
1050 = 应用ID：

[tip]
0 = 请选择要注册的应用
1 = 请输入应用ID或点击按钮获取已注册的应用
2 = 应用ID非法
3 = 买家ID非法
4 = 卖家ID非法
5 = 仲裁者ID非法
6 = 赌金必须大于0.01
7 = 请输入对赌随机数
8 = 请填写大于10的高度
9 = 智能币UIDemo(V0.02Beta)公测群：334368391


